Repository: a-ponomarov/Awaken
Catalog: Shared/Resource/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: %lld min
ru: %lld мин
uk: %lld хв

source: + Add a focus label
ru: + Добавить метку фокуса
uk: + Додати мітку фокусу

source: Alarm
ru: Будильник
uk: Будильник

source: Alarm permission is required.
ru: Требуется разрешение на будильники.
uk: Потрібен дозвіл на будильники.

source: App Store service is currently unavailable. Please try again later
ru: Сервис App Store сейчас недоступен. Повторите попытку позже
uk: Сервіс App Store зараз недоступний. Спробуйте пізніше

source: Audio storage isn't available right now.
ru: Хранилище аудио сейчас недоступно.
uk: Сховище аудіо зараз недоступне.

source: BILLION
ru: МИЛЛИАРД
uk: МІЛЬЯРД

source: Cancel
ru: Отменить
uk: Скасувати

source: Confirm purchase
ru: Подтвердить покупку
uk: Підтвердити покупку

source: Contact Support
ru: Связаться с поддержкой
uk: Зв’язатися з підтримкою

source: Couldn't access the timer alarm.
ru: Не удалось получить доступ к будильнику таймера.
uk: Не вдалося отримати доступ до будильника таймера.

source: Couldn't cancel the timer alarm.
ru: Не удалось отменить будильник таймера.
uk: Не вдалося скасувати будильник таймера.

source: Couldn't create the default profile.
ru: Не удалось создать профиль по умолчанию.
uk: Не вдалося створити профіль за замовчуванням.

source: Couldn't delete the dream entry.
ru: Не удалось удалить запись сна.
uk: Не вдалося видалити запис сну.

source: Couldn't delete the sleep session.
ru: Не удалось удалить сеанс сна.
uk: Не вдалося видалити сеанс сну.

source: Couldn't load past sleep sessions.
ru: Не удалось загрузить прошлые сеансы сна.
uk: Не вдалося завантажити минулі сеанси сну.

source: Couldn't load the active timer.
ru: Не удалось загрузить активный таймер.
uk: Не вдалося завантажити активний таймер.

source: Couldn't load the timer for this alarm.
ru: Не удалось загрузить таймер для этого будильника.
uk: Не вдалося завантажити таймер для цього будильника.

source: Couldn't load this sleep session.
ru: Не удалось загрузить этот сеанс сна.
uk: Не вдалося завантажити цей сеанс сну.

source: Couldn't load your latest sleep session.
ru: Не удалось загрузить ваш последний сеанс сна.
uk: Не вдалося завантажити ваш останній сеанс сну.

source: Couldn't load your profile.
ru: Не удалось загрузить ваш профиль.
uk: Не вдалося завантажити ваш профіль.

source: Couldn't load your profiles.
ru: Не удалось загрузить ваши профили.
uk: Не вдалося завантажити ваші профілі.

source: Couldn't load your timer history.
ru: Не удалось загрузить историю таймеров.
uk: Не вдалося завантажити історію таймерів.

source: Couldn't pause the timer.
ru: Не удалось приостановить таймер.
uk: Не вдалося призупинити таймер.

source: Couldn't resume the timer.
ru: Не удалось возобновить таймер.
uk: Не вдалося продовжити таймер.

source: Couldn't stop the timer alarm.
ru: Не удалось остановить будильник таймера.
uk: Не вдалося зупинити будильник таймера.

source: Couldn't turn off the alarm.
ru: Не удалось выключить будильник.
uk: Не вдалося вимкнути будильник.

source: cycles
ru: циклов
uk: циклів

source: DATE
ru: ДАТА
uk: ДАТА

source: DATE OF BIRTH
ru: ДАТА РОЖДЕНИЯ
uk: ДАТА НАРОДЖЕННЯ

source: DAYS
ru: ДНЕЙ
uk: ДНІВ

source: Delete
ru: Удалить
uk: Видалити

source: Done
ru: Готово
uk: Готово

source: Dream
ru: Сны
uk: Сни

source: DREAM
ru: СНОВИДЕНИЕ
uk: СНОВИДІННЯ

source: DREAMING
ru: СНОВИДЕНИЯ
uk: СНОВІДІНЬ

source: Duration
ru: Длительность
uk: Тривалість

source: Focus label
ru: Метка фокуса
uk: Мітка фокусу

source: For smart alarm and personalization, the app needs Health permissions. You can grant them on your paired iPhone: Health app > Profile Picture > Apps
ru: Для умного будильника и персонализации приложению нужны разрешения Health. Вы можете выдать их на сопряженном iPhone: приложение Health > фото профиля > Приложения
uk: Для розумного будильника й персоналізації застосунку потрібні дозволи Health. Надайте їх на парному iPhone: застосунок Health → фото профілю → Програми

source: freshness
ru: свежесть
uk: свіжість

source: FUTURE
ru: БУДУЩЕЕ
uk: МАЙБУТНЄ

source: History
ru: История
uk: Історія

source: HOURS
ru: ЧАСОВ
uk: ГОДИН

source: I'm focusing on...
ru: Я фокусируюсь на…
uk: Зосереджуюся на…

# IN %@
source: IN %1$@
ru: ВО ВРЕМЯ %1$@
uk: ПІД ЧАС %1$@

source: LIGHT SLEEP
ru: ЛЁГКИЙ СОН
uk: ЛЕГКИЙ СОН

source: LIGHT SLEEP STAGE
ru: ЛЁГКОГО СНА
uk: ЛЕГКОГО СНУ

source: lucidity
ru: осознанность
uk: усвідомленість

source: MINUTES
ru: МИНУТ
uk: ХВИЛИН

source: MONTHS
ru: МЕСЯЦЕВ
uk: МІСЯЦІВ

source: NEXT
ru: СЛЕДУЮЩЕЕ
uk: НАСТУПНЕ

source: Pause
ru: Пауза
uk: Пауза

source: Paused
ru: На паузе
uk: На паузі

source: Please check your internet connection and try again
ru: Проверьте подключение к интернету и повторите попытку
uk: Перевірте інтернет-з’єднання та спробуйте знову

source: Privacy Policy
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: REACHED
ru: ДОСТИГНУТО
uk: ДОСЯГНУТО

source: Ready
ru: Готово к запуску
uk: Готово до старту

source: Recommended wake-up time:
ru: Рекомендуемое время пробуждения:
uk: Рекомендований час пробудження:

source: Resume
ru: Продолжить
uk: Продовжити

source: Running
ru: Идет
uk: Працює

source: SECONDS LIVED
ru: ПРОЖИТО СЕКУНД
uk: ПРОЖИТО СЕКУНД

source: Settings
ru: Настройки
uk: Налаштування

source: Skip paywall until app restart
ru: Пропустить экран подписки до перезапуска приложения
uk: Пропустити екран підписки до перезапуску застосунку

source: Sleep now, wake at:
ru: Лечь сейчас, подъём:
uk: Лягти зараз, підйом:

source: Sleep stage prediction is temporarily unavailable.
ru: Прогноз стадии сна временно недоступен.
uk: Прогнозування стадії сну тимчасово недоступне.

source: slide to subscribe
ru: проведите, чтобы оформить подписку
uk: проведіть, щоб оформити підписку

source: Source Code
ru: Исходный код
uk: Вихідний код

source: Start session
ru: Начать сеанс
uk: Почати сесію

source: Stop
ru: Остановить
uk: Зупинити

source: Stop an alert
ru: Остановить сигнал будильника
uk: Зупинити сигнал будильника

source: The personalized sleep stage model isn't available right now.
ru: Персонализированная модель стадий сна сейчас недоступна.
uk: Персоналізована модель стадій сну зараз недоступна.

source: The sleep session ended earlier than expected.
ru: Сеанс сна завершился раньше, чем ожидалось.
uk: Сеанс сну завершився раніше, ніж очікувалося.

source: The sleep stage model couldn't be personalized.
ru: Не удалось персонализировать модель стадий сна.
uk: Не вдалося персоналізувати модель стадій сну.

source: There isn't enough sleep data to personalize the sleep stage model.
ru: Недостаточно данных о сне, чтобы персонализировать модель стадий сна.
uk: Недостатньо даних про сон, щоб персоналізувати модель стадій сну.

source: Time
ru: Время
uk: Час

source: TIME
ru: ВРЕМЯ
uk: ЧАС

source: Time is up
ru: Время вышло
uk: Час вийшов

source: Time paused
ru: Время на паузе
uk: Час на паузі

source: TIME TO FALL ASLEEP
ru: ВРЕМЯ НА ЗАСЫПАНИЕ
uk: ЧАС НА ЗАСИНАННЯ

source: To notify you when task timers end, the app needs permission to schedule alarms. You can grant it in Settings.
ru: Чтобы уведомлять вас о завершении таймеров задач, приложению нужно разрешение на создание будильников. Вы можете выдать его в Настройках.
uk: Щоб сповіщати про завершення таймерів задач, застосунку потрібен дозвіл на створення будильників. Надайте його в Налаштуваннях.

source: To record your dream, allow microphone access in Settings > Privacy & Security > Microphone
ru: Чтобы записать ваш сон, разрешите доступ к микрофону в Настройки > Конфиденциальность и безопасность > Микрофон
uk: Щоб записати ваш сон, дозвольте доступ до мікрофона в Налаштування → Конфіденційність і безпека → Мікрофон

source: To record your dream, the app needs microphone access. You can grant it in Settings
ru: Чтобы записать ваш сон, приложению нужен доступ к микрофону. Вы можете выдать его в Настройках
uk: Щоб записати ваш сон, застосунку потрібен доступ до мікрофона. Надайте його в Налаштуваннях

source: To wake you up, the app needs permission to schedule alarms. You can grant it in Settings
ru: Чтобы разбудить вас, приложению нужно разрешение на создание будильников. Вы можете выдать его в Настройках
uk: Щоб розбудити вас, застосунку потрібен дозвіл на створення будильників. Надайте його в Налаштуваннях

source: Today
ru: Сегодня
uk: Сьогодні

source: Tomorrow
ru: Завтра
uk: Завтра

source: TRILLION
ru: ТРИЛЛИОН
uk: ТРИЛЬЙОН

source: Try Again
ru: Повторить
uk: Повторити спробу

source: Waiting for Network
ru: Ожидание сети
uk: Очікування мережі

source: WAKE DURING
ru: ФАЗА ПРОБУЖДЕНИЯ
uk: ФАЗА ПРОБУДЖЕННЯ

source: Wake-up times:
ru: Время пробуждения:
uk: Час пробудження:

source: WEEKS
ru: НЕДЕЛЬ
uk: ТИЖНІВ

source: White Door
ru: Белая дверь
uk: Білі двері

source: YEARS
ru: ЛЕТ
uk: РОКІВ

source: Yesterday
ru: Вчера
uk: Вчора

source: Your changes couldn't be saved.
ru: Не удалось сохранить ваши изменения.
uk: Не вдалося зберегти ваші зміни.

source: Your purchase is awaiting approval
ru: Ваша покупка ожидает подтверждения
uk: Ваша покупка очікує підтвердження
